/*  --------- Settings ----------- */

"Automatically Install" = "Automatski nstaliraj";

"Delete After Install" = "Izbriši nakon instalacije";

"Remove Metadata"="Izbriši Metapodatke";

"Keep Awake"="Zadrži budnim";

"This will keep your screen always ON while using AppCake"="Ova opcija će zadržati ekran upaljenim UVIJEK dok korisite AppCake";

"Remove Metadata will stop App Store from updating the app"="Brisanje Metapodataka će zaustaviti App Store od ažuriranja aplikacije";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Omogući iTunes Sinkronzaciju kako bi aplikacije instalirane od AppCakea mogli prenijeti na Vaš kompjutor pomoću iTunesa.";

"iTunes Sync"="iTunes Sinkronizacija";

"Feedback"="Povratne informacije";

"Changelog"="Dnevnik promjena";

"I Can Translate"="Ja mogu prevesti";

"Clear Image Cache"="Izbriši memoriju slika";


/* ---- added in v4.52 ---- */
"Show iPhone Apps" = "Prikaži iPhone aplikacije";

